أقعد
الطريق
city
لكن
their
العظيم
معانا
تقدر
issues
اتعلمت
ocean
تتعلم
his
decision
levels
analysis
big
للأسف
العلماء
get
درجة
your
قد
حابب
أخلص
you
حسب
دايمًا
اللغات
أوي
موقف
الخطوة
say
بنتكلم
إمتى
french
عم
corner
company
تفتح
شكل
المنطقة
التكنولوجيا
روحت
أساس
صعبة
اجازة
المرحلة
الى
بحس
الدنيا
trust
هو
سفر
الكلام
thank
مستقبل
دراستك
نقدر
ن
to
بقيت
نقعد
قريبة
sound
منه
ستة
فكرت
courses
ممتاز
نفسك
موجودين
أعرف
عملته
use
ساعتين
change
social
عالية
القديمة
calls
تبدأ
فلوس
تماما
صح
لحد
goal
قليلة
الهندسة
communication
style
تطلب
تمشي
ولكنها
fish
ذلك
or
details
states
عمال
امتى
team
كلهم
يفضل
حلو
means
شغلي
وكنت
أغير
النهاردة
500
industry
one
صحابي
مجموعة
important
points
سنة
أمريكا
النص
يبدأ
الشخص
ساعة
تختار
two
بعدين
توصل
بتاعتي
ice
رجعنا
ثانية
difficult
fulltime
اول
طيارة
بتحبه
قعدنا
لسه
as
طويل
age
عايزين
her
track
play
فاكر
حاول
كلب
ينفعش
بكرا
كنا
بشكل
especially
إنتي
hobbies
استخدام
دراسات
لحظة
مصر
if
بيت
eventually
جوا
it
full
كتير
التيار
ناكل
internet
شهر
standard
دلوقتي
day
related
عايز
10
تكوني
ولّا
يدخل
الجامعة
جيت
رحلة
رسالة
career
اكيد
بسرعة
رجعت
إنت
معلومات
عملية
أماكن
handle
الكلية
degree
بتعلم
قرار
عايزها
بتحبي
بقت
rate
year
world
الحياة
المشكلة
face
المعادي
آخر
ببساطة
لمّا
موسيقى
كذا
مش
عملت
الواقع
الأماكن
ماكانش
remarkable
البداية
applications
هتكلم
zone
طويلة
اللغة
ايه
الدولية
بالي
بدأت
عنه
مرتاح
فاضية
بدأوا
سبت
والله
الأيام
بلد
really
متأكد
than
بحاجة
موجودة
يتفرج
power
take
وانا
بتاعنا
ومش
ودي
app
side
تلعب
برجع
الراجل
مستقبلي
خلينا
قاعدة
مرات
المكتب
أنزل
فات
التجربة
لهذا
رحت
liked
europe
وهي
ع
بالعربي
أصحابي
رهيبة
انا
choose
responsibility
نكمل
the
عصر
كتب
طاقة
بعمل
mood
الكتابة
series
now
العرب
creativity
لو
secret
عارفين
لطيفة
الخير
النوم
الموقف
الشتاء
know
حبيبي
بتاعتنا
لهم
يتعلم
presentation
راحوا
الدراسة
كتاب
care
الولايات
have
بيلعب
أقرب
بتفرج
سهل
اوي
تسيب
twice
أفضل
into
مهندس
report
هتعمل
things
algorithm
وقال
لله
حياة
طبعاً
sure
ف
ok
ماشية
وقتي
try
مهتم
characters
تغير
عام
بروح
history
مع
راحت
حياتي
لبن
تعملي
cold
did
professional
لنا
based
كيف
وكل
هذه
line
وبعد
prefer
spain
activity
egypt
قديمة
نعمل
developer
دراسة
100
فين
أعملها
twist
لأن
تكنولوجيا
أسيب
camp
اختار
بتسافر
school
أني
حتة
بتفضل
أم
figure
أذاكر
apple
respect
الاقتصادية
ماكنتش
movie
بتفكر
وقف
أعتقد
بدي
يوصل
أنك
أسافر
البرنامج
فلازم
بالليل
camera
وصل
غيرت
الإنجليزي
trip
للشركة
i
شغالين
كمبيوتر
idea
digital
الأولى
band
تقدري
عالم
totally
global
عملنا
أنه
وانت
all
عالي
لإنه
reference
الصغيرة
down
adapt
learning
أنهي
يعمل
تحب
نبتدي
شهرين
الغردقة
study
dont
صحيح
عمري
ثاني
ولا
النهاية
probably
أطلع
تفكر
جهاز
صغير
لسة
بينما
تروح
لوحدي
بقى
الضغط
6
اتكلم
مهمة
الأغنية
both
ك
بيحكي
بنفس
كبير
masters
بقول
experiences
الصيف
عليك
مدير
رايحة
place
وحتى
time
هيحصل
الكلمة
عشر
اسكندرية
القهوة
وكمان
لان
خلصت
black
weekends
white
investing
أصعب
باستخدام
متخيل
قررت
بشوف
key
soon
لمدة
الجمعة
long
حاجة
خدت
service
coding
فاضي
too
project
أقول
its
هعرف
أصلًا
marketing
هتفضل
case
اشتغل
قديم
المادة
العام
extra
يمكن
الشهيرة
البنت
ترجع
فرصة
السينما
طريق
less
grades
كده
هاي
منها
البلاد
طرق
actually
أسرع
السفر
بنقعد
united
family
بعيدة
نبدأ
ناس
gym
أحسن
نخرج
نفسه
بالشكل
عند
عايزه
العربي
papers
please
يعتبر
رغم
نمت
little
for
2020
لإن
اعتقد
بفضل
ب
فعشان
حسيت
الآن
interesting
يحصل
القصص
اني
تشوفي
الشيخ
and
on
تلاقي
شديدة
happy
decided
parttime
activities
technology
security
بيبدأ
الموبايل
بص
رايح
فهي
علينا
path
الشمس
يا
was
المكان
مافيش
صيف
تجيب
بتاعه
أكل
entertainment
god
arabic
بنحب
يشوف
هيكون
دا
أي
شغل
أول
يكن
وتعمل
بالنسبة
دخل
fruit
سبعة
job
الطفل
صحابك
نبقى
am
نشوف
معنى
اتفرجت
choice
كما
كاملة
سنتين
يومي
تسافر
believe
حابه
دبي
انه
شوية
تعمل
استنى
just
everything
وال
smart
فيهم
complex
إني
الولد
معاك
era
بتشتغل
me
تاكل
هشتغل
شايف
بسمع
جامعة
national
اللعبة
she
الطب
example
type
instagram
غير
home
الموضوع
بنشوف
maybe
أبدًا
أ
وش
بكل
إذا
should
قبل
خطة
so
يكمل
responsibilities
5
ريحة
اي
الظهر
الكورة
journal
الله
then
شغلك
math
جدا
مهما
video
man
20
خاص
enough
برا
ل
تشوف
شغال
مضغوط
كملت
ساعات
بحبه
عليا
youtube
و
تاني
خير
off
فعلا
أننا
انزل
what
لدرجة
is
كلمة
المدارس
عالمية
point
تتغير
فهم
الشجرة
بعده
myself
living
في
أنها
ببدأ
لغاية
مشهور
might
إننا
there
فرنسا
صراحة
موبايل
teams
القاهرة
بتطلع
بخلص
فأنا
نسيت
صغيرة
update
صورة
أنت
software
لأي
text
plan
بخرج
اسمع
تدخل
عاوز
mode
human
اللي
always
فجأة
حوالين
تعتمد
met
لأنها
يعني
us
doctors
الكبيرة
بسبب
اليوم
أعمل
بتاعك
نقول
هيبقى
تقولي
تكتب
نفسي
بدون
media
bank
مطلوب
speaker
فيديو
أغاني
تشوفه
جديد
تروحي
احب
بسيطة
ممكن
تأثير
الشباب
هندسة
هعمل
لاقيت
قدام
بلاش
أشهر
واحد
يقدروا
الموجودة
code
السؤال
does
قوة
علي
mechanics
مشروع
مختلفين
عنده
عجبتني
عادة
المذاكرة
concept
بطريقة
had
أيضًا
العلم
الخميس
عاملين
model
المثير
نرجع
نسافر
كنتي
الفرق
الطبيعة
development
أخرج
أقل
stress
حصل
عندهم
semester
work
بدل
هوا
فاكرة
بصحى
جميلة
public
major
جالي
him
plot
ماعنديش
طبعا
فكرة
حادثة
شغالة
once
بغض
coffee
الكهربا
حاسس
value
قاللي
كانوا
will
شجرة
أحس
السبب
مرتين
أسكندرية
قال
مني
أكبر
manage
academic
المنتج
خايف
sea
أشخاص
water
نوع
بذاكر
إيه
الفلوس
اسمه
بكون
sorry
break
بتحبها
حياتنا
خدنا
community
التانية
out
نص
العصر
أجازة
طبعًا
فمش
التمرين
الجامعه
القمر
برضو
rest
يوم
ماشي
الأول
أكمل
يطلع
ماسك
وعشان
اقدر
افكر
بيتك
routine
طيب
زي
درجات
قرر
focus
هادية
thrones
about
شخص
بتتكلم
كله
tv
professor
أقدر
أقرأ
ربنا
done
تحس
المجال
keep
فوق
بعض
تقرير
هتكون
بالنسبالي
أشتغل
لا
عادي
كتابة
of
جامد
يتكلم
إنهم
who
he
الأفلام
whether
friends
be
هروح
لما
ai
someone
الدول
أدرس
العالم
ماليش
هم
شوف
الحاجات
شوفت
عمرك
هي
being
إنها
مشاكل
university
center
المدرسة
يقدر
يومين
ساكن
topic
عمل
الإمارات
الجميل
النظر
current
دماغي
because
بتكلم
love
beautiful
من
think
they
بي
مسلسل
رأيك
كويسة
netflix
قادر
computer
يوصلوا
mind
بصي
المدير
projects
طلعنا
الأخبار
وخلاص
معلش
بكلم
مشكلة
plans
والدي
بتعرف
الآخر
قلنا
bad
ملف
حابة
حاولت
كامل
high
تاخد
الصبح
حوالي
لها
ولمّا
أحلى
يكونوا
البنك
بحث
perfect
person
المواد
الرحلة
أربعة
يبقى
فينا
programming
مختلفة
بيها
البرجر
game
access
عندك
نصر
account
بتاعتك
طب
الزمن
وأنا
اللحظة
كان
phone
المتحدة
اتكلمت
بقالي
أكتر
over
أكون
كنت
ضغط
بتقول
مناسبة
حد
غريب
design
الخاصة
languages
ببعض
منهم
sports
never
can
battery
القديم
قائمة
بكره
okay
ولو
نروح
ينزل
ضعيف
like
overcome
بحيث
مجرد
bird
بتاعتهم
own
تشتري
بتحصل
الملف
تبع
already
عارفة
مهم
يشتغل
7
بشتغل
فاتت
بناء
الأغاني
الطريقة
box
التواصل
great
الكتاب
صاحبي
food
trying
internship
ناخد
هل
أخد
تقنية
number
كلها
معايا
أفطر
action
mobile
بتاعها
يتغير
المفروض
بتحب
الحقيقة
بيشتغل
أقابل
بنزل
لازم
رواية
midterm
الطبيعية
search
درست
اروح
البني
تمارين
فاهم
بيفكر
وما
عنك
hard
electricity
بيقول
عرض
somehow
قالوا
معاه
with
back
يعملوا
وفي
قدامي
اشوف
وقتك
هبقى
tennis
وأنت
الطبيعي
فضلت
تمرين
not
دخلت
systems
الخاص
النفسية
وبالتالي
life
دي
سيارة
المدينة
اتكلمنا
ها
هيعمل
فى
feel
weird
لأ
pressure
الشركات
انتي
ليس
فيك
أعمله
nations
بقرأ
الحلقات
هنا
الحل
تفاصيل
بره
الأطفال
محتاج
ياخد
بدري
air
بيبقى
عملوا
أحد
process
عندنا
ازاي
other
وقتها
بالناس
even
شكله
الجهاز
تحط
doctor
أحيانًا
حبيت
fries
قدر
الناس
superhero
diet
بأي
ترى
thing
اخترت
تخلص
ولكنه
enjoy
وحش
اتغير
امتحانات
شاء
بتحس
بالمناسبة
بتاعته
اختبار
made
content
أعلى
لأول
كل
يمشي
يومك
جامدة
بين
إنه
هتيجي
بجد
بنام
المستقبل
رهيب
أبدا
واخد
قاعدين
run
my
test
جديدة
اخلص
ماكنش
network
واحنا
are
ورايا
الذكاء
position
التاريخ
control
تفكيري
خد
المهم
head
جداً
funny
scientific
background
field
بتشوف
الوقت
these
تفتكر
بما
لندن
التعامل
إلى
lot
a
كلنا
شيء
days
some
قبلها
أحاول
tasks
عرفت
thinking
1
العملية
least
أنا
group
look
نجيب
رح
why
تشتغل
لطيف
برة
character
علم
منك
help
فترة
حاجات
اليابان
تلاتة
fun
الكمبيوتر
السمك
عشان
تحفة
طريقة
خمس
قالولي
call
هات
تطبيق
جه
تطلع
شهادة
قهوة
بدأ
صوت
هما
which
بطل
after
أحمد
وعلى
تبقى
لي
إلا
الأمريكية
شباب
no
weekend
هناك
how
productive
أفلام
مادة
جزء
engineer
أخدت
lets
نزلت
هقدر
class
خلال
اعمل
عاوزة
يقول
3
خاصة
مفيش
task
ان
ليلة
حقيقي
يشوفوا
قاعد
عندها
شركة
بتاعهم
بسيط
this
الحلقة
ناجح
card
بال
breakfast
بيعمل
years
هواية
paris
طبيعي
يتكلموا
لل
we
كبيرة
still
البلد
touch
read
book
كورة
user
حياتك
بصراحة
الاجتماعية
عربية
mix
موضوع
شفت
جميل
الصراحة
بيتكلم
ينفع
works
فيها
three
ظهر
فريق
لغات
rain
أقولك
money
سافرت
seven
حطيت
تعيش
بتاعة
العالمية
green
عرفنا
id
خالص
dream
علشان
بابا
بهذا
يخلص
خدمة
وبعدين
بس
بيه
تحت
interact
السنة
ومن
ال
do
بتروح
اللى
reality
الوحيدة
قادرة
deadline
خصوصًا
العيلة
بتعمل
business
offer
when
ما
مستوى
teacher
بتلعب
مو
أن
from
النهار
أتكلم
بحاول
أروح
البحر
ليك
أوروبا
live
ريت
فلما
favorite
summer
خمسة
song
مستحيل
وبس
روحنا
تمام
far
nature
إزاى
الحمد
الرياضة
فيه
valley
ورا
كتيرة
يروح
الصورة
last
بنحاول
check
الشكل
مجال
موجود
طالما
اتفرج
هذا
بداية
research
عليهم
skill
youre
القصة
قصص
lab
بتبقى
سهلة
واحدة
كثير
system
through
جربت
الفكرة
هرجع
جنب
بحبها
list
child
طول
قم
احنا
five
مدرستي
شمال
working
أسمع
end
حياتهم
سؤال
something
واللي
جاية
وصلت
زمان
نحاول
بعمله
اكتشفت
only
التفكير
depends
reason
أرجع
وقت
main
أسهل
الحوار
physics
بحب
بتبدأ
الفرصة
machine
deal
بتاع
الأم
specific
لم
would
يعدي
accept
space
القرار
شُفت
معرفش
كام
thats
usually
got
بعد
guess
ببقى
عملتها
فكان
بعيد
أسبوعين
اشتغلت
أصحى
هسافر
2
مكان
أربع
credit
بيقولوا
غريبة
whats
مرة
عنهم
كدا
بمعنى
لبس
بنعمل
غلط
الجاية
جودة
lectures
هتلاقي
stressed
السبت
4
بالفعل
اذا
انام
جماعة
target
الدكتور
يعرف
بيروح
الحاجة
عندي
برامج
ماذا
بعرف
حول
أخويا
make
أبقى
يبدو
عايزة
fine
view
راح
لعبت
كفاية
أجيب
مركز
بالكامل
انك
الأسبوع
المناظر
غالبًا
الموجود
تم
سعر
different
السعودية
شويه
أنهم
عظيمة
باخد
الذي
بتيجي
information
الطيارة
حصلت
تخيل
الفترة
whatever
set
المزيكا
إن
management
events
وكان
nice
الجديد
wow
second
بيعملوا
حق
اكتر
im
تانية
محمد
تقعد
صعب
وإن
لأنه
pass
فيلم
عامل
shift
أيوة
مواضيع
الصور
اكون
website
قصته
تاريخ
قريب
early
جاي
interested
هنعمل
أهم
كانت
أكيد
نخلص
إنك
أكثر
architecture
cultures
program
manager
where
عبد
ماما
الكتب
صور
بلاقي
course
لشركة
أو
أوصل
دلوقت
shape
club
student
برنامج
جينا
صاحب
بنلعب
طبيعية
games
البيت
نحل
بالك
go
interview
department
تمامًا
مبسوط
an
super
قوية
قليل
فقط
أتفرج
تجربة
personal
أتعلم
بيكون
كمان
حتى
شكلها
بقاله
kind
bus
الواحد
بزيادة
تكون
skip
أكتوبر
communicate
ده
برضه
dark
بفكر
أعيش
way
حاجه
حاليًا
economics
وفيه
الشخصية
ولكن
فيش
نوصل
people
interest
تمانية
bridge
خلاني
نجحت
عنها
psychology
نعرف
قعدت
فممكن
زيادة
story
were
بعدها
emotions
most
application
تيجي
عليه
deep
level
سنين
أهلي
startup
international
تقول
ثم
meeting
أحب
experience
دول
وسط
تسمى
الأكل
using
hours
عليها
want
داخل
بكتير
طلع
واضح
ليست
أفكر
بكتب
لفترة
بتاعي
حاسة
trend
مين
definitely
option
google
right
تقريبا
online
students
النظام
education
brand
possible
له
error
four
انت
شفته
إحنا
معقدة
first
daily
لوحدك
إزاي
أحضر
اللبن
حبيته
جوجل
مشهورة
معظم
لكل
laptop
بالظبط
again
situation
الشغل
جدًا
has
محتاجة
شاطر
شمس
going
بتكون
تحديث
تكن
good
أكلم
خلاص
الفيلم
مختلف
well
up
دايما
engineering
قصة
in
اليوتيوب
بدرس
وهو
أصلاً
الأشخاص
very
rather
الشركة
market
على
skills
حلوة
لك
قلت
order
هتبقى
music
نشتغل
مثل
teach
بلعب
يقولوا
نتكلم
part
عجبني
كويس
منين
yes
محتاجين
الفيديو
مسافر
تكمل
الرئيس
مدينة
السوق
data
free
ليه
at
باريس
حبة
شغله
طلعت
الساعة
الجو
role
الجديدة
playstation
الإنسان
عارف
by
تفضل
بتعملي
more
التي
بيحب
لعب
النادي
تتكلم
لابس
hotel
them
بسهولة
الي
deadlines
future
قالت
anymore
best
much
same
رياضة
معاهم
product
عن
كانش
support
قوي
الأحلام
science
العربية
فإن
طالع
أيام
أدخل
يكون
ارجع
week
شاف
الصح
بيحاول
تعرف
ماروحتش
جاب
ألعب
house
حل
قدمت
new
بتاعت
نفس
environment
culture
المصادر
فعلًا
خيار
language
electronics
that
english
لغة
الفضاء
need
final
نستخدم
ماينفعش
أشوف
الإنجليزية
خلّيني
الأفكار
creative
stop
